questions = [
  {
    "question": "Какая из следующих рек является самой длинной в мире?",
    "options": [
      "Волга",
      "Амазонка",
      "Нил",
      "Янцзы"
    ],
    "correct_answer": "Амазонка"
  },
  {
    "question": "Какая из следующих стран находится в Южной Америке?",
    "options": [
      "Япония",
      "Австралия",
      "Бразилия",
      "Швеция"
    ],
    "correct_answer": "Бразилия"
  },
  {
    "question": "Какое из следующих морей расположено в Азии?",
    "options": [
      "Черное море",
      "Балтийское море",
      "Джеддинское море",
      "Каспийское море"
    ],
    "correct_answer": "Каспийское море"
  },
  {
    "question": "Какая из следующих стран является самой маленькой по площади?",
    "options": [
      "Китай",
      "Россия",
      "Япония",
      "Ватикан"
    ],
    "correct_answer": "Ватикан"
  },
  {
    "question": "Какая из следующих гор обладает самым высоким вершиной в мире?",
    "options": [
      "Эльбрус",
      "Эверест",
      "Амазонка",
      "Гималаи"
    ],
    "correct_answer": "Эверест"
  },
  {
    "question": "Какая из следующих столиц не относится к Европе?",
    "options": [
      "Рим",
      "Париж",
      "Москва",
      "Веллингтон"
    ],
    "correct_answer": "Веллингтон"
  },
  {
    "question": "Какая из следующих стран расположена на Скандинавском полуострове?",
    "options": [
      "Испания",
      "Россия",
      "Швеция",
      "Канада"
    ],
    "correct_answer": "Швеция"
  },
  {
    "question": "Какая из следующих стран не имеет выхода к морю?",
    "options": [
      "Боливия",
      "Австрия",
      "Таиланд",
      "Алжир"
    ],
    "correct_answer": "Австрия"
  },
  {
    "question": "Какое из следующих озер расположено в Северной Америке?",
    "options": [
      "Байкал",
      "Каспийское море",
      "Онтарио",
      "Виктория"
    ],
    "correct_answer": "Онтарио"
  },
  {
    "question": "Какая из следующих стран является самой населенной в мире?",
    "options": [
      "Россия",
      "Индия",
      "Китай",
      "США"
    ],
    "correct_answer": "Китай"
  }
]
